//小贤编写
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给你，感谢认识你，很感谢上天安排我们认识",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "12月31号记得你之前和我说过这一天",  // 同上...
        "芝芝，生日快乐",
        "感谢世界上最美的女人（阿姨）将你带来这个世界上",
        "成长不期而遇生日如期而至 生日快乐♡",
        "愿你事事顺利，工作顺利，今后找到你心中所爱~",
        "一切尽意，百事从欢",
        "今天过生日啦",
        " ♡ ʜᴀᴘᴘʏ ʙɪʀᴛʜᴅᴀʏ ᴛᴏ you ♡",
        "祝你的渣芝人口交易所，生意越来越火(开玩笑啦O(∩_∩)O哈哈~)",
        "没有最华丽的语言",
        "没有感人的举动",
        "但却是发自肺腑最真诚的祝愿",
        "愿你天天如今日般快乐，生日的幸福鸟永远停留在你的心田" 
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "给生活来点颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "麻利麻利哄---变蛋糕",
        light_candle: "巴啦啦能量--变蜡烛",
        wish_message: "ʚɞ生日快乐ʚɞ",
        story: "A MESSAGE for YOU！请往下看",
    }
};
