// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给你，芝芝",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "今天是个好日子，",  // 同上...
        "曾经记得你和我说过12月31号，是你的生日，说一声生日快乐!",
        "感谢世界上最美的女人（阿姨）将你带来这个世界上~",
        "生日快乐！",
        "没有最华丽的言语，",
        "没有最酷的造型，",
        "但却是发自肺腑最真诚的祝愿，",
        "愿你天天如今日般快乐，生日的幸福鸟永远停留在你的心田",
        "工作一帆风顺~",
        "渣芝人口交易所越办越火爆（哈哈开玩笑拉~）"
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "给生活来点颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "点它--->蛋糕",
        light_candle: "点它-->蜡烛",
        wish_message: "生日快乐",
        story: "GOOK LUCK ！",
    }
};
